---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyTypeMark
source: html/fe81194a-a819-22b4-0900-7d91f6319569.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyTypeMark Property

"Assembly: Type Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetAssemblyTypeMark { get; }
```